/* Strings not to be in the MAS version */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";
"Pleeease!"      = "Proszę!";
"Buy Now..."     = "Kup teraz...";
"Must.Buy.Now."  = "Musisz.Kupić.Teraz.";
"Instant Karma"  = "Natychmiastowa karma";
"Buy Me!"        = "Kup mnie!";
"%d days left" = "Pozostało %d dni";
"Buy today!" = "Kup dziś!";
"The trial period is over" = "Okres próbny zakończony";
"Please register BetterZip to enable the saving of archives." = "Zarejestruj BetterZip aby mieć możliwość zapisywania archiwów.";
"Buy now" = "Kup online";
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "Twój okres próbny się skończył. Nadal możesz oglądać archiwa ale zachowywanie archiwów zostało wyłączone. Proszę się zarejestrować jeśli nadal chcesz używać BetterZip! Kliknij przycisk 'Kup online' poniżej aby otrzymać klucz licencyjny w ciągu kilku minut.";
"Registration: # %d on %@ for %d licenses\nLicensee: %@" = "Rejestracja: # %d w %@ na %d licencje(i)\nLicencjobiorca: %@";
"Registration: # %d on %@\nLicensee: %@" = "Rejestracja: # %d w %@\nLicencjobiorca: %@";
"More license keys required." = "Wymagane jest więcej kluczy licencyjnych.";
"BetterZip has detected more copies running at the same time in your network than you have license keys. \n\nEvery computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "BetterZip wykrył więcej kopii działających w tym samym czasie w twojej sieci niż posiadasz wykupionych kluczy licencyjnych.\n\nKażdy komputer w twojej sieci potrzebuje własnego klucza licencyjnego. Rozważ zakup jednej naprawdę niedrogiej licencji dla wielu użytkowników.";
"\nYour copy of BetterZip is registered. Thank you!" = "\nTwoja kopia BetterZip jest zarejestrowana. Dziękuję!";
"Continue" = "Kontynuuj";
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip nie jest jeszcze zarejestrowany. Twój okres próbny skończy się jutro. Aby nadal używać BetterZip kliknij przycisk 'Kup online' poniżej i zarejestruj teraz!";
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip nie jest jeszcze zarejestrowany. Twój okres próbny skończy się dzisiaj. Aby nadal używać BetterZip kliknij przycisk 'Kup online' poniżej i zarejestruj teraz!";
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "Twój okres próbny się skończył. Pomimo że BetterZip będzie działać kilka dni, musisz go zarejestrować, jeśli nadal chcesz go używać! Kliknij przycisk 'Kup online' poniżej i otrzymaj swój klucz licencyjny w ciągu kilku minut.";
"The code is invalid. Make sure you pasted the complete key into the text field." = "Kod jest nieważny. Upewnij się, że wkleiłeś cały kod.";
"Later" = "Później";
"Welcome back to BetterZip!" = "Witamy z powrotem w BetterZip!";
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "Upłynęło dużo czasu od ostatniej próby programu BetterZip. Weź kilka dodatkowych dni aby wypróbować program ponownie. Twój okres próbny został przedłużony o pięć dni.";
"Great!" = "Wspaniale!";
"Check for Updates..." = "Sprawdź uaktualnienia...";
"Automatically check for updates (last check: %@)" = "Sprawdzaj aktualizacje automatycznie (ostatnia próba: %@)";
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.\nClick the 'Buy now' button to check it out." = "Twoja licencja nie jest ważna dla tej wersji BetterZip, ale nasze opłaty za aktualizacje są bardzo rozsądne.\nKliknij przycisk 'Kup online' aby to sprawdzić.";
"Registration..." = "Rejestracja...";

/* New in BetterZip 3 */
"This function is available to registered users only." = "Ta funkcja jest dostępna tylko dla zarejestrowanych użytkowników.";
"Better get your license today!" = "Lepiej zdobądź swoją licencję już dziś!";
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "To jest kod licencyjny dla starszej wersji programu BetterZip. Możesz go użyć do zakupu licencji BetterZip 4 po obniżonej cenie aktualizacji 9,99 USD. Kliknij \"Uaktualnij teraz\" poniżej, aby przejść do naszego sklepu internetowego.";
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Jest to tymczasowy kod licencji dla klientów, którzy kupili BetterZip 2 w Mac App Store. Można go używać do zakupu licencji BetterZip 4 po obniżonej cenie za uaktualnienie 9,99 dolarów. Kliknij przycisk.";
"BetterZip is not yet registered. Your trial period will end in %d days. \n\nIf you like BetterZip, click the 'Buy now' button below and get your license today!" = "BetterZip nie jest jeszcze zarejestrowany. Twój okres próbny zakończy się za %d dni.\n\nJeśli lubisz BetterZip, kliknij przycisk \"Kup teraz\" poniżej i zdobądź licencję już dziś!";
"Trial user\n%d days left" = "Okres testowy\n%d dni do końca";
"Upgrade now" = "Uaktualnij teraz";
